Repository: common-repository/very-simple-slider
Catalog: lang/simple-team-*.po
Languages: de_de

source: Trying to add At a Glance items to dashboard widget afterhook already fired
de_de: Versuche ein Teil zum Dashboard hinzuzufügen, das bereits angelegt wurde

source: Team Member
de_de: Team Mitglieder

source: Add Profile
de_de: Profil hinzufügen

source: Edit Profile
de_de: Profil bearbeiten

source: New Team Member
de_de: Neues Team Mitgleid

source: View Profile
de_de: Profil Zeigen

source: Search Team
de_de: Suche Team

source: No profiles found
de_de: Keine Profile gefunden

source: No profiles in the trash
de_de: Kein Profil im Papierkorb

source: Team Categories
de_de: Team Kategorien

source: Team Category
de_de: Team Kategorie

source: Edit Team Category
de_de: Team Kategorie bearbeiten

source: Update Team Category
de_de: Team Kategorie Aktualisieren

source: Add New Team Category
de_de: Team Kategorie hinzufügen

source: New Team Category Name
de_de: Neue Team Kategorie Name

source: Parent Team Category
de_de: Vorherrige Team Kategorie

source: Parent Team Category:
de_de: Vorherrige Team Kategorie:

source: All Team Categories
de_de: Alle Team-Kategorie

source: Search Team Categories
de_de: Suche Team Kategorien

source: Popular Team Categories
de_de: Wichtige Team Kategorien

source: Separate team categories with commas
de_de: Trenne Team-Kategorien mit Kommas

source: Add or remove team categories
de_de: Erstelle oder lösche Team Kategorie

source: Choose from the most used team categories
de_de: Wähle eine der am häufigsten genutzten Team Kategorien

source: No team categories found.
de_de: Keine Team Kategorie gefunden.

source: Title
de_de: Titel

source: E.g. CEO, Sales Lead, Designer
de_de: Z.b. CEO, Verkaufsleiter, Designer

source: Image
de_de: Bild

source: Title:
de_de: Titel:

source: Category:
de_de: Kategorie:

source: Template:
de_de: Vorlage:

source: Amount:
de_de: Anzahl:
